Repository: LizaShulskaya/CurrencyExchangeApp
Catalog: CurrencyExchangeApp/CurrencyExchangeApp/Resources/*.lproj/Localizable.strings
Languages: ru

# amount_label_title
source: Amount
ru: Сумма

# rate_label_title
source: Rate:
ru: Курс:

# converter_navigation_title
source: Currency converter
ru: Конвертер валют

# error_invalid_amount
source: Please enter a valid amount
ru: Введите корректную сумму

# error_rate_not_found
source: Rate for %@ not found
ru: Курс для %@ не найден

# history_navigation_title
source: Conversion history
ru: История конверсий

# search_placeholder
source: e.g. USD/RUB
ru: Например USD/RUB

# emptyList
source: No Records
ru: Нет записей

# noResultsMessage
source: No results found.
ru: Нет результатов по запросу.

# noOperationsMessage
source: History is empty. Make your first conversion!
ru: История пока пуста. Совершите первую конвертацию!
